---
kind: other
id: Properties.T:Autodesk.Revit.DB.Categories
source: html/dac420b8-310f-ac73-da16-41878fc90955.htm
---
# Categories Properties

Whether or not the list of top-level categories is empty.